Repository: giellalt/corpus-fin
Catalog: tmx/sms/admin/sd/www.samediggi.fi/index2.php_option=com_content_task=view_id=10_lang=finnish.html.tmx
Source language: fin
Languages: sms

source: Sihteeristö
sms: PiizarkåŠdd

source: Saamelaiskäräjien sihteeristö koostuu kolmesta toimistosta
sms: SääŠmteeŠǧǧ piizarkåŠdd årrai koummen konttrest

source: Yleinen toimisto hoitaa talous-, henkilöstö- ja muita yleishallintoon liittyviä asioita.
sms: Takai koontâr håidd ekonomii-, personkåŠdd- da jeeŠres takaivaaldšemma kuulli aaŠššid.

source: Saamen kielen toimisto toteuttaa saamen kielilain (laki 1086/2003, asetus 108/2004) mukaisia tehtäviä.
sms: SääŠmǩiõl koontâr čõõđat sääŠmǩiõlʼlääŠjj (lääŠǩǩ 1086/2003, asetõs 108/2004) mieŠlddsaid tuâjaid.

source: Se huolehtii laissa tarkoitettujen käännösten toimittamisesta eri viranomaisille ja laitoksille, avustaa viranomaisia ja laitoksia saamen kielen taitoisten tulkkien hankkimisessa sekä muissa saamen kielilaissa tarkoitetuissa tehtävissä sekä seuraa saamen kielilaissa säädettyjen tavoitteiden toteutumista ja tehden tarvittaessa aloitteita saamen kielen käytön edistämiseksi.
sms: Tõt âânn huõl lääŠjjest jurddum jåårǥlâŠttemtuâjai tuåimtumuužžid jeeŠres veŠrǧǧneeŠǩǩid da strooitlid, veäŠǩǩad veŠrǧǧneeŠǩǩid da strooitlid sääŠmǩiõl siltteejai tuulki haŠŋǩǩumuužžâšt da jeeŠres sääŠmǩiollʼlääŠjjest jurddum tuâjain da präävv sääŠmǩiõllʼlääŠjjest šiõttuum täävtõõzzi teâuddjumuužž da tuejjeeŠl taarbšem mieŠldd alttõõzzid sääŠmǩiõl ââŠnnem ooudâsviikkâm diõtt.

source: Koulutus- ja oppimateriaalitoimisto valmistelee ja toimeenpanee lautakunnan käsittelemät asiat.
sms: ŠkoouŠlŠjem- da mättŠtemaaunâskoontâr valmštââll da peejj tuåiŠmme luŠvddkååŠdd ǩiõttʼtõõllâm aaŠššid.

source: Se vastaa saamenkielisen oppimateriaalin suunnittelusta, valmistelusta ja jakelusta, saamelaisnuorten taidetapahtuman järjestelyistä, julkaisee saamelaisopetuksen tilastoja ja ylläpitää yhteyttä saamelaisopetusta järjestäviin kuntiin ja kouluihin sekä opetuksen hallintoon.
sms: Tõt vaŠsttad sääŠmǩiõllsa mättŠtemaunnâž plaanâst, valmštumuužžâst da jueŠǩǩmest, sääŠmnuõri čeäŠppvuõđpeeiŠvi riâššmõõžžin, čõõđad sääŠmmättʼtõõzz statistiikkid da âânn õhttvuõđ sääŠmmättŠtõõzz riâšši kooŠddid da škooulid da mättʼtõõttâm vaaldšumuŠšše.

source: Toimisto valmistelee ja toimeenpanee myös saamelaisten koulutusasiain yhteistyöelimen kokousten asiat ja osallistuu saamelaisen opetushallinnon pohjoismaiseen yhteistyöhön.
sms: Koontâr valmštââll da peejj tuåiŠmme še saaŠmi škoouŠlʼjemaaŠšši õhttsažtuâjjorgaan såbbri aaŠššid da vuässââtt saaŠmi mättʼtõsvaaldšem tâŠvvjânnamlaž õhttsažtuõjju.

source: Toimipaikat
sms: TuåimmpääiŠǩ

source: Saamelaiskäräjien sihteeristön päätoimipaikka sijaitsee Inarissa.
sms: SääŠmteeŠǧǧi piizarkååŠdd väŠlddtuåimmpäiŠǩ lij Aanrest.

source: Saamelaiskäräjillä on sivutoimipisteet myös Enontekiön ja Utsjoen kirkonkylissä.
sms: SääŠmteeŠǧǧest liâ čårrtuåimmpääiŠǩ še Enontekiö da Uccjooǥǥ ceerkavsiidin.
